IDEA Open Model
ReportSettings.PlatesDrawings Property
Compatible with IDEA StatiCa v 10.1
 Indicates, whether generate drawing of plates.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool PlatesDrawings { get; set; }
Public Property PlatesDrawings As Boolean
	Get
	Set
public:
property bool PlatesDrawings {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace